Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# BIOMETRIC_RATCHET_CALLOUT_REASON_ADD
source: You can continue with Settings to add your Recovery Contact.
ar: يمكنك المتابعة في الإعدادات لإضافة جهة اتصال الاسترداد.
bg: Можете да продължите с Настройки, за да добавите вашия Контакт за възстановяване.
ca: Pots continuar i afegir un contacte de recuperació a la configuració.
cs: Kontakt pro obnovení můžete přidat v Nastavení.
da: Du kan fortsætte med Indstillinger for at tilføje din gendannelseskontakt.
de: Du kannst in „Einstellungen“ mit dem Hinzufügen deines Wiederherstellungskontakts fortfahren.
el: Για προσθήκη της επαφής ανάκτησής σας, συνεχίστε με τις Ρυθμίσεις.
es: Puedes añadir tu contacto de recuperación yendo a Ajustes.
es_419: Puedes ir a Configuración para agregar tu contacto de recuperación.
fi: Voit jatkaa palautuksen yhteyshenkilön lisäämistä Asetuksissa.
fr: Vous pouvez poursuivre dans Réglages pour ajouter votre contact de récupération.
fr_ca: Vous pouvez accéder à Réglages pour ajouter un contact de récupération.
he: ניתן להמשיך להוסיף את איש הקשר לשחזור דרך ״הגדרות״.
hi: आप अपना रिकवरी संपर्क जोड़ने के लिए सेटिंग्ज़ से यह काम जारी रख सकते हैं।
hr: Možete nastaviti s Postavkama za dodavanje kontakta za oporavak.
hu: A Beállításokban folytathatja a helyreállítási kontakt hozzáadását.
id: Anda dapat melanjutkan Pengaturan untuk menambahkan Kontak Pemulihan Anda.
it: Per aggiungere il contatto di recupero, puoi continuare in Impostazioni.
ja: 復旧用連絡先の追加は“設定”で続けることができます。
kk: Қалпына келтіру контактіңізді қосу қадамын «Реттеулер» қолданбасында жалғастыруға болады.
ko: 설정 앱에서 계속 복구 연락처를 추가할 수 있습니다.
lt: Galite tęsti srityje „Nustatymai“, kad pridėtumėte prieigą atkuriantį asmenį.
ms: Anda boleh meneruskan dengan Seting untuk menambah Kenalan Pemulihan anda.
nb: Du kan fortsette i Innstillinger for å legge til en gjen­opp­rettings­kontakt.
nl: Je kunt doorgaan in Instellingen om je herstelcontact toe te voegen.
pl: Możesz kontynuować dodanie kontaktu odzyskiwania w Ustawieniach.
pt_br: Para adicionar o Contato de Recuperação, você pode continuar nos Ajustes.
pt_pt: Para adicionar o contacto de recuperação, pode continuar nas Definições.
ro: Puteți continua în Configurări pentru a adăuga contactul de recuperare.
ru: Теперь в Настройках можно добавить контакт для восстановления доступа.
sk: S pridávaním kontaktu na obnovu účtu môžete pokračovať v Nastaveniach.
sl: Za dodajanje stika za obnovitev lahko nadaljujete v Nastavitvah.
sv: Du kan fortsätta i Inställningar om du vill lägga till din återställningskontakt.
th: คุณสามารถดำเนินการต่อได้ในการตั้งค่าเพื่อเพิ่มผู้ติดต่อการกู้คืนของคุณ
tr: Kurtarma kişinizi eklemek için Ayarlar ile sürdürebilirsiniz.
uk: Тепер можна додати контакт для відновлення в Параметрах.
vi: Bạn có thể tiếp tục với Cài đặt để thêm liên hệ khôi phục.
zh_cn: 你可以通过“设置”继续添加恢复联系人。
zh_hk: 你可以在「設定」中繼續以加入還原聯絡人。
zh_tw: 你可以在「設定」中繼續加入你的復原聯絡人。

# BIOMETRIC_RATCHET_CALLOUT_REASON_DELETE
source: You can continue with Settings to remove your Recovery Contact.
ar: يمكنك المتابعة في الإعدادات لإزالة جهة اتصال الاسترداد.
bg: Можете да продължите с Настройки, за да премахнете вашия Контакт за възстановяване.
ca: Pots continuar i eliminar el contacte de recuperació a la configuració.
cs: Kontakt pro obnovení můžete odebrat v Nastavení.
da: Du kan fortsætte med Indstillinger for at fjerne din gendannelseskontakt.
de: Du kannst in „Einstellungen“ mit dem Entfernen deines Wiederherstellungskontakts fortfahren.
el: Για αφαίρεση της επαφής ανάκτησής σας, συνεχίστε με τις Ρυθμίσεις.
es: Puedes eliminar tu contacto de recuperación yendo a Ajustes.
es_419: Puedes ir a Configuración para quitar tu contacto de recuperación.
fi: Voit jatkaa palautuksen yhteyshenkilön poistamista Asetuksissa.
fr: Vous pouvez poursuivre dans Réglages pour supprimer votre contact de récupération.
fr_ca: Vous pouvez accéder à Réglages pour supprimer votre contact de récupération.
he: ניתן להמשיך להסיר את איש הקשר לשחזור דרך ״הגדרות״.
hi: आप अपना रिकवरी संपर्क हटाने के लिए सेटिंग्ज़ से यह काम जारी रख सकते हैं।
hr: Možete nastaviti s Postavkama za uklanjanje kontakta za oporavak.
hu: A Beállításokban folytathatja a helyreállítási kontakt eltávolítását.
id: Anda dapat melanjutkan Pengaturan untuk menghapus Kontak Pemulihan Anda.
it: Per rimuovere il contatto di recupero, puoi continuare in Impostazioni.
ja: 復旧用連絡先の削除は“設定”で続けることができます。
kk: Қалпына келтіру контактіңізді жою қадамын «Реттеулер» қолданбасында жалғастыруға болады.
ko: 설정 앱에서 계속 복구 연락처를 삭제할 수 있습니다.
lt: Galite tęsti srityje „Nustatymai“, kad pašalintumėte prieigą atkuriantį asmenį.
ms: Anda boleh meneruskan dengan Seting untuk mengeluarkan Kenalan Pemulihan anda.
nb: Du kan fortsette i Innstillinger for å fjerne gjen­opp­rettings­kontakten.
nl: Je kunt doorgaan in Instellingen om je herstelcontact te verwijderen.
pl: Możesz kontynuować usunięcie kontaktu odzyskiwania w Ustawieniach.
pt_br: Para remover o Contato de Recuperação, você pode continuar nos Ajustes.
pt_pt: Para remover o contacto de recuperação, pode continuar nas Definições.
ro: Puteți continua în Configurări pentru a elimina contactul de recuperare.
ru: Теперь в Настройках можно удалить контакт для восстановления доступа.
sk: S odstraňovaním kontaktu na obnovu účtu môžete pokračovať v Nastaveniach.
sl: Za odstranjevanje stika za obnovitev lahko nadaljujete v Nastavitvah.
sv: Du kan fortsätta i Inställningar om du vill ta bort din återställningskontakt.
th: คุณสามารถดำเนินการต่อได้ในการตั้งค่าเพื่อเอาผู้ติดต่อการกู้คืนของคุณออก
tr: Kurtarma kişinizi silmek için Ayarlar ile sürdürebilirsiniz.
uk: Тепер можна вилучити контакт для відновлення в Параметрах.
vi: Bạn có thể tiếp tục với Cài đặt để xóa liên hệ khôi phục.
zh_cn: 你可以通过“设置”继续移除恢复联系人。
zh_hk: 你可以在「設定」中繼續以移除還原聯絡人。
zh_tw: 你可以在「設定」中繼續移除你的復原聯絡人。

# BIOMETRIC_RATCHET_COUNTDOWN_TEXT
source: You will get a notification when the security delay ends. You will then be able to perform your operation.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ تنفيذ عمليتك.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да извършите действието.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs fer els canvis que vulguis.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct operaci provést.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du udføre din handling.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du den Vorgang durchführen.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να εκτελέσετε τη λειτουργία σας.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y ya podrás realizar esa acción.
es_419: Recibirás una notificación cuando haya transcurrido el periodo de espera de seguridad y puedas realizar la operación.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit suorittaa toimenpiteesi.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors effectuer l’opération.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors effectuer votre opération.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך לבצע את הפעולה הרצויה.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप अपना काम करने में सक्षम हो जाएँगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći provesti svoj postupak.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően végrehajthatja a műveletet.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat menjalankan operasi Anda.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai eseguire l’operazione.
ja: セキュリティ継続時間が経過すると通知が届きます。そのあとで、操作を実行することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін әрекетті орындау мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 작업을 수행할 수 있습니다.
lt: Pasibaigus saugos delsos laikotarpiui, gausite pranešimą. Tada galėsite atlikti veiksmą.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menjalankan operasi anda.
nb: Du vil motta en varsling når sikkerhets­forsinkelsen er over. Du vil deretter kunne utføre handlingen.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan je bewerking uitvoeren.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a wykonanie tej czynności będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá realizar a operação.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá efetuar a operação.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să efectuați operațiunea.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете выполнить необходимые действия.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť vykonať požadovanú operáciu.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko izvedli predvideno operacijo.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du utföra åtgärden.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถดำเนินการทำงานของคุณได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra işleminizi gerçekleştirebilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете виконати цю дію.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thực hiện thao tác.
zh_cn: 安全延迟结束时你将收到通知。之后即可执行操作。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以執行操作。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能執行操作。

# BIOMETRIC_RATCHET_COUNTDOWN_TEXT_ADD_RC
source: You will get a notification when the security delay ends. You will then be able to add your recovery contact.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إضافة جهة اتصال الاسترداد.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да добавите вашия контакт за възстановяване.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs afegir un contacte de recuperació.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct kontakt pro obnovení přidat.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du tilføje din gendannelseskontakt.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du deinen Wiederherstellungskontakt hinzufügen.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να προσθέσετε την επαφή ανάκτησής σας.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y ya podrás añadir tu contacto de recuperación.
es_419: Recibirás una notificación cuando haya transcurrido el periodo de espera de seguridad y puedas agregar al contacto de recuperación.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit lisätä palautuksen yhteyshenkilön.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors ajouter votre contact de récupération.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors ajouter un contact de récupération.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להמשיך להוסיף את איש הקשר לשחזור.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप अपना रिकवरी संपर्क जोड़ने में सक्षम हो जाएँगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći dodati svoj kontakt za oporavak.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően hozzáadhatja a helyreállítási kontaktot.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat menambahkan kontak pemulihan Anda.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai aggiungere il contatto di recupero.
ja: セキュリティ継続時間が経過すると通知が届きます。そのあとで、復旧用連絡先を追加することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін қалпына келтіру контактісін қосу мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 복구 연락처를 추가할 수 있습니다.
lt: Pasibaigus saugumo delsos laikotarpiui, gausite pranešimą. Tada galėsite pridėti prieigą atkuriantį asmenį.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat menambah kenalan pemulihan anda.
nb: Du vil motta en varsling når sikkerhets­forsinkelsen er over. Du vil deretter kunne legge til gjen­opp­rettings­kontakten.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan je herstelcontact toevoegen.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a dodanie kontaktu odzyskiwania będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá adicionar o contato de recuperação.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá adicionar o contacto de recuperação.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să adăugați contactul de recuperare.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете добавить контакт для восстановления доступа.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť pridať kontakt na obnovu účtu.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko dodali stik za obnovitev.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du lägga till återställningskontakten.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถเพิ่มผู้ติดต่อการกู้คืนของคุณได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra kurtarma kişinizi ekleyebilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете додати контакт для відновлення.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể thêm liên hệ khôi phục.
zh_cn: 安全延迟结束时你将收到通知。之后即可添加恢复联系人。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以加入還原聯絡人。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能加入復原聯絡人。

# BIOMETRIC_RATCHET_COUNTDOWN_TEXT_DELETE_RC
source: You will get a notification when the security delay ends. You will then be able to remove your recovery contact.
ar: سيصلك إشعار عند انتهاء مدة التأخير الأمني. سيكون بإمكانك حينئذٍ إزالة جهة اتصال الاسترداد.
bg: Ще получите известие, когато забавянето с цел защита приключи. След това ще можете да премахнете вашия контакт за възстановяване.
ca: Quan finalitzi l’interval de seguretat, rebràs una notificació i podràs eliminar el contacte de recuperació.
cs: Až bezpečnostní prodleva skončí, dostanete oznámení. Pak budete moct kontakt pro obnovení odebrat.
da: Du får en notifikation, når sikkerhedsforsinkelsen er slut. Derefter kan du fjerne din gendannelseskontakt.
de: Du wirst benachrichtigt, sobald die Sicherheitsverzögerung beendet ist. Anschließend kannst du deinen Wiederherstellungskontakt entfernen.
el: Θα λάβετε μια γνωστοποίηση όταν λήξει η καθυστέρηση ασφαλείας. Στη συνέχεια, θα μπορείτε να αφαιρέσετε την επαφή ανάκτησής σας.
es: Cuando haya transcurrido el tiempo de espera de seguridad, recibirás una notificación y ya podrás eliminar tu contacto de recuperación.
es_419: Recibirás una notificación cuando haya transcurrido el periodo de espera de seguridad y puedas quitar al contacto de recuperación.
fi: Saat ilmoituksen, kun suojausviive on päättynyt. Sen jälkeen voit poistaa palautuksen yhteyshenkilön.
fr: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors supprimer votre contact de récupération.
fr_ca: Vous recevrez une notification une fois le délai de sécurité écoulé. Vous pourrez alors supprimer votre contact de récupération.
he: בסיום השהיית האבטחה יישלח עדכון, ואז יהיה באפשרותך להסיר את איש הקשר לשחזור.
hi: सुरक्षा विलंब समाप्त होने पर आपको एक सूचना प्राप्त होगी। उसके बाद आप अपना रिकवरी संपर्क हटाने में सक्षम हो जाएँगे।
hr: Primit ćete obavijest kad sigurnosna odgoda istekne. Tada ćete moći ukloniti svoj kontakt za oporavak.
hu: Értesítést fog kapni, amikor a biztonsági késleltetés véget ér. Ezt követően eltávolíthatja a helyreállítási kontaktot.
id: Anda akan mendapatkan pemberitahuan setelah penundaan keamanan berakhir. Anda kemudian akan dapat menghapus kontak pemulihan Anda.
it: Riceverai una notifica quando il ritardo di sicurezza sarà terminato e potrai rimuovere il contatto di recupero.
ja: セキュリティ継続時間が経過すると通知が届きます。そのあとで、復旧用連絡先を削除することができるようになります。
kk: Қауіпсіздік кідірісі аяқталғанда, сізге хабарландыру жіберіледі. Содан кейін қалпына келтіру контактісін жою мүмкін болады.
ko: 보안 지연이 종료되면 알림을 받으며, 그 이후에 복구 연락처를 삭제할 수 있습니다.
lt: Pasibaigus saugumo delsos laikotarpiui, gausite pranešimą. Tada galėsite pašalinti prieigą atkuriantį asmenį.
ms: Anda akan menerima pemberitahuan apabila penundaan keselamatan tamat. Anda kemudian akan dapat mengeluarkan kenalan pemulihan anda.
nb: Du vil motta en varsling når sikkerhets­forsinkelsen er over. Du vil deretter kunne fjerne gjen­opp­rettings­kontakten.
nl: Je ontvangt een melding wanneer de beveiligingsvertraging is beëindigd. Je kunt dan je herstelcontact verwijderen.
pl: Po zakończeniu odliczania otrzymasz odpowiednie powiadomienie, a usunięcie kontaktu odzyskiwania będzie możliwe.
pt_br: Quando o adiamento de segurança terminar, você receberá uma notificação e então poderá remover o contato de recuperação.
pt_pt: Receberá uma notificação quando o intervalo de segurança terminar. Nessa altura, poderá remover o contacto de recuperação.
ro: Veți primi o notificare atunci când întârzierea de securitate se încheie. Veți putea apoi să eliminați contactul de recuperare.
ru: Когда системная задержка для защиты данных закончится, Вы получите уведомление и сможете удалить контакт для восстановления доступа.
sk: Po skončení bezpečnostného oneskorenia sa vám zobrazí hlásenie. Potom budete môcť odstrániť kontakt na obnovu účtu.
sl: Ob koncu varnostne zakasnitve boste prejeli obvestilo. Nato boste lahko odstranili stik za obnovitev.
sv: Du får en notis när säkerhetsfördröjningen avslutas. Sedan kan du ta bort återställningskontakten.
th: คุณจะได้รับการแจ้งเตือนเมื่อรอเวลาเพื่อความปลอดภัยสิ้นสุดแล้ว จากนั้นคุณจะสามารถเอาผู้ติดต่อการกู้คืนของคุณออกได้
tr: Güvenlik gecikmesi bittiğinde bir bildirim alırsınız. Daha sonra kurtarma kişinizi silebilirsiniz.
uk: Коли захисна затримка закінчиться, надійде сповіщення. Тоді ви зможете вилучити контакт для відновлення.
vi: Bạn sẽ nhận được thông báo khi trì hoãn bảo mật kết thúc. Sau đó, bạn sẽ có thể xóa liên hệ khôi phục.
zh_cn: 安全延迟结束时你将收到通知。之后即可移除恢复联系人。
zh_hk: 保安延遲結束時你將會收到通知。之後你就可以移除還原聯絡人。
zh_tw: 安全性延遲結束時會傳送通知。接著你才能移除復原聯絡人。

# BIOMETRIC_RATCHET_FALLBACK_TEXT
source: Authentication is required before you can continue.
ar: مطلوب المصادقة حتى يمكنك المتابعة.
bg: Изисква се идентификация, преди да можете да продължите.
ca: Per continuar, cal que t’autentiquis.
cs: Chcete‑li pokračovat, ověřte svoji totožnost.
da: Godkendelse kræves, før du kan fortsætte.
de: Die Authentifizierung ist erforderlich, um fortzufahren.
el: Απαιτείται έλεγχος ταυτότητας για να συνεχίσετε.
es: Debes autenticarte para poder continuar.
es_419: Es necesario que te autentiques para poder continuar.
fi: Todentaminen vaaditaan ennen kuin voit jatkaa.
fr: Vous devez vous identifier pour pouvoir continuer.
fr_ca: L’authentification est requise pour que vous puissiez continuer.
he: יש לבצע אימות לצורך המשך הפעולה.
hi: जारी रखने के लिए प्रमाणन आवश्यक है।
hr: Potrebna je autorizacija kako biste mogli nastaviti.
hu: Hitelesítés szükséges a folytatás előtt.
id: Pengesahan diperlukan sebelum Anda dapat melanjutkan.
it: Per poter continuare è richiesta l’autenticazione.
ja: 続けるには認証が必要です。
kk: Жалғастырмас бұрын аутентификациядан өту қажет.
ko: 계속하려면 인증이 필요합니다.
lt: Kad galėtumėte tęsti, reikia autentifikuoti.
ms: Pengesahan diperlukan sebelum anda boleh meneruskan.
nb: Autentisering kreves før du kan fortsette.
nl: Authenticatie is vereist voordat je kunt doorgaan.
pl: Aby móc kontynuować, musisz się uwierzytelnić.
pt_br: Para continuar, você deve se autenticar.
pt_pt: A autenticação é necessária para continuar.
ro: Autentificarea este obligatorie înainte de a putea să continuați.
ru: Прежде чем продолжить, необходимо пройти аутентификацию.
sk: Ak chcete pokračovať, autentifikujte sa.
sl: Za nadaljevanje je zahtevano preverjanje pristnosti.
sv: Autentisering krävs innan du kan fortsätta.
th: ต้องมีการตรวจสอบสิทธิ์ก่อนที่คุณจะสามารถดำเนินการต่อได้
tr: Sürdürebilmeniz için kimlik doğrulama gerekiyor.
uk: Потрібно виконати автентифікацію, перш ніж продовжити.
vi: Yêu cầu xác thực trước khi bạn có thể tiếp tục.
zh_cn: 需要认证才能继续。
zh_hk: 需要認證才能繼續。
zh_tw: 需要認證才能繼續執行。

source: Cancel
ar: إلغاء
bg: Отказ
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Kumoa
fr: Annuler
fr_ca: Annuler
he: ביטול
hi: रद्द करें
hr: Poništi
hu: Mégsem
id: Batalkan
it: Annulla
ja: キャンセル
kk: Бас тарту
ko: 취소
lt: Atšaukti
ms: Batal
nb: Avbryt
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
pt_pt: Cancelar
ro: Anulați
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
vi: Hủy
zh_cn: 取消
zh_hk: 取消
zh_tw: 取消

# CANNOT_ADD_ADP_ALERT_TITLE
source: Can’t add Advanced Data Protection
ar: لا يمكن إضافة الحماية المتقدمة للبيانات
bg: Не може да се добави Разширена защита на данни
ca: Error en afegir la protecció de dades avançada
cs: Pokročilou ochranu dat nelze přidat
da: Kan ikke tilføje Avanceret databeskyttelse
de: Hinzufügen des erweiterten Datenschutzes nicht möglich
el: Μη δυνατή προσθήκη της Προηγμένης προστασίας δεδομένων
es: No se puede añadir la protección de datos avanzada
es_419: No se puede agregar la protección avanzada
fi: Kehittynyttä tietosuojausta ei voida lisätä
fr: Impossible d’ajouter la protection avancée des données
fr_ca: Impossible d’ajouter la protection avancée des données
he: לא ניתן להוסיף את ״הגנת נתונים מתקדמת״
hi: एडवांस डेटा सुरक्षा को जोड़ा नहीं जा सकता है
hr: Napredna zaštita podataka ne može se dodati
hu: A Fejlett adatvédelmet nem lehet hozzáadni
id: Tidak dapat menambahkan Perlindungan Data Lanjutan
it: Impossibile aggiungere la protezione avanzata dei dati
ja: 高度なデータ保護を追加できません
kk: Кеңейтілген дерек қорғанысын қосу мүмкін емес
ko: 고급 데이터 보호 기능을 추가할 수 없음
lt: Negalima įtraukti išplėstinės duomenų apsaugos
ms: Tidak boleh menambah Perlindungan Data Lanjutan
nb: Kan ikke legge til Avansert databeskyttelse
nl: Geavanceerde gegevensbescherming kan niet worden toegevoegd
pl: Nie można dodać zaawansowanej ochrony danych
pt_br: Não é possível adicionar a Proteção Avançada de Dados
pt_pt: Não é possível adicionar a proteção de dados avançada
ro: Protecția avansată a datelor nu a putut fi adăugată
ru: Невозможно добавить расширенную защиту данных
sk: Pokročilú ochranu dát nemožno pridať
sl: Ni mogoče dodati napredne zaščite podatkov
sv: Kan inte lägga till Avancerat dataskydd
th: ไม่สามารถเพิ่มการปกป้องข้อมูลขั้นสูงได้
tr: İleri Düzey Veri Koruma eklenemiyor
uk: Не вдалося додати Посилений захист даних
vi: Không thể thêm Bảo vệ dữ liệu nâng cao
zh_cn: 无法添加“高级数据保护”
zh_hk: 無法加入「進階資料保護」
zh_tw: 無法加入「進階資料保護」
